---
kind: other
id: Properties.T:Autodesk.Revit.DB.FaceSecondDerivatives
source: html/fe42d2d0-a787-8763-642f-00e0fdcbe9fa.htm
---
# FaceSecondDerivatives Properties

Specifies whether the .NET object represents a valid Revit entity.